{
    "What to do?": "Was zu tun?",
    "english": "englisch",
    "English": "Englisch",
    "german": "deutsch",
    "German": "Deutsch",
    "spanish": "spanisch",
    "Spanish": "Spanisch",
    "french": "französisch",
    "French": "Französisch",
    "italian": "italienisch",
    "Italian": "Italienisch",
    "turkish": "türkisch",
    "Turkish": "Türkisch",
    "ukrainian": "ukrainisch",
    "Ukrainian": "Ukrainisch",
    "Documentation": "Dokumentation",
    "General Information": "Allgemeine Informationen",
    "This information will help you to use the API.": "Diese Informationen werden dir helfen, die API zu nutzen.",
    "Base url": "Basis-URL",
    "Response attributes": "Antwort-Attribute",
    "Supported languages": "Unterstützte Sprachen",
    "Rate limiting": "Limitierung der Übertragungsrate",
    "General information": "Allgemeine Informationen",
    "Base url for your query requests": "Basis-URL für Ihre Abfragean",
    "Attribute": "Attribut",
    "Type": "Typ",
    "Description": "Beschreibung",
    "Default value is an object with the keys of the supported languages.": "Standardwert ist ein Objekt mit den Schlüsseln der unterstützten Sprachen.",
    "Example:": "Beispiel:",
    "Default text of the task": "Standardtext der Aufgabe",
    "The key \"en-US\" always has a value": "Der Schlüssel \"en-US\" hat immer einen Wert",
    "If the language query parameter was defined the task will have only the text of theis language": "Wenn der Parameter für die Sprachabfrage definiert wurde, enthält die Aufgabe nur den Text in der betreffenden Sprache",
    "The supported categories are:": "Die unterstützten Kategorien sind:",
    "Number of people needed for the task.": "Anzahl der Personen, die für die Aufgabe benötigt werden.",
    "Default:": "Vorgabe:",
    "Min:": "Minimum:",
    "Max:": "Maximum:",
    "The supported costs are:": "Die unterstützten Kosten sind:",
    "Default is": "Standard ist",
    "If the language query parameter was defined the task will have only the link of this language.": "Wenn der Sprachabfrageparameter definiert wurde, hat die Aufgabe nur den Link dieser Sprache",
    "Supported languages:": "Unterstützte Sprachen:",
    "Please note that you can send a maximum of 120 query requests per minute to our API.": "Bitte beachte, dass du maximal 120 Abfragen pro Minute an unsere API senden kannst.",
    "If you exceed this maximum number, you will be blocked from using our API for the rest of the minute.": "Wenn du diese Höchstzahl überschreitest, wirst du für den Rest der Minute für die Nutzung unserer API gesperrt",
    "You can get a random task with a random parameters": "Du kannst eine zufällige Aufgabe mit zufälligen Parametern abrufen",
    "Query end point": "Abfrageendpunkt",
    "Response": "Antwort",
    "You can get a random task in a specified language": "Du kannst eine zufällige Aufgabe in einer bestimmten Sprache erhalten",
    "Get a specific task through the identifier": "Abrufen einer bestimmten Aufgabe über den \"identifier\"",
    "Category": "Kategorie",
    "Get a task which is in the specified category": "Eine Aufgabe finden, die in den angegebenen Kategorie liegt",
    "Person": "Person",
    "Get a task which is in the specified people count": "Eine Aufgabe finden, die sich in der angegebenen Personenzahl befindet",
    "Get a task which is in the specified cost": "Eine Aufgabe finden, die in den angegebenen Kosten liegt",
    "Home": "Startseite",
    "Add": "Aufgabe hinfügen",
    "Docs": "Dokumentation",
    "All rights reserved": "Alle Rechte vorbehalten",
    "Do you have a task in mind, but you can not find it?": "Denkst du an eine Aufgabe, was du hier nicht findest?",
    "You're welcome to add it to the API.": "Du kannst sie gerne zur API hinzufügen.",
    "Select the language, in which you would like to write your task.": "Wähle die Sprache, in der du deine Aufgabe schreiben möchtest.",
    "The Api will translate it to all supported languages.": "Die Api wird sie in alle unterstützten Sprachen übersetzen.",
    "Task": "Aufgabe",
    "You are": "Du bist",
    "characters over the limit": "Zeichen über dem Limit",
    "remaining characters.": "verbleibende Zeichen",
    "For how many people": "Für wie viele Personen",
    "Resources": "Ressourcen",
    "If you like you can add a resource to your task.": "Wenn du möchtest, kannst du eine Ressource zu deiner Aufgabe hinzufügen.",
    "you don't need to add a resource for each language.": "Du musst nicht für jede Sprache eine Ressource hinzufügen.",
    "Submit your task": "Reichen Sie Ihre Aufgabe ein",
    "Oh... Let's find you something to do!": "Oh... Lass uns etwas für dich finden!",
    "Get me a Task": "Gib mir eine Aufgabe",
    "People": "Leute",
    "Oh... we couldn't find anything this time. Try other filters": "Oh... wir konnten dieses Mal nichts finden. Versuche andere Filtern"
}
