{
    "About & Imprint": "Über uns & Impressum",
    "Welcome to our What to do API open source website!": "Willkommen auf unserer Open-Source-Website What to do API!",
    "Purpose": "Zweck",
    "Our website is completely free to use by anyone, and we don't charge any fees. However, we do accept donations to help us cover our hosting and development costs. We believe in open source software, and we actively encourage participation from our users. Thank you for choosing our website! We hope you have a great time learning about the implementation of an API and making the most of our website.": "Unsere Website kann von jeder kostenlos genutzt werden, und wir erheben keine Gebühren. Wir nehmen jedoch Spenden an, die uns helfen, unsere Hosting- und Entwicklungskosten zu decken. Wir glauben an Open-Source-Software und fördern aktiv die Beteiligung unserer Nutzer. Vielen Dank, dass Sie sich für unsere Website entschieden haben! Wir hoffen, dass Sie viel Spaß dabei haben, etwas über die Implementierung einer API zu lernen und das Beste aus unserer Website zu machen.",
    "This website is established to provide a small platform for testing and learning how to implement a small API.": "Diese Website wurde eingerichtet, um eine kleine Plattform zum Testen und Lernen der Implementierung einer kleinen API zu bieten.",
    "The website is intended for pure learning and testing purposes and will not be used for any commercial or other activities.": "Die Website ist für reine Lern- und Testzwecke gedacht und wird nicht für kommerzielle oder andere Aktivitäten genutzt.",
    "This website is not responsible for any content generated by the users. We do not save or store any user data, and we do not collect any personal data.": "Diese Website ist nicht verantwortlich für Inhalte, die von den Nutzern erstellt werden. Wir speichern keine Nutzerdaten und erheben auch keine personenbezogenen Daten.",
    "This website is provided as-is, without any warranties or guarantees of any kind. We do not take any responsibility for any losses or damages that may arise from using our website.": "Diese Website wird im Ist-Zustand und ohne jegliche Gewährleistungen oder Garantien zur Verfügung gestellt. Wir übernehmen keine Verantwortung für etwaige Verluste oder Schäden, die die aus der Nutzung unserer Website entstehen können.",
    "Donations": "Spenden",
    "Buy me a coffee": "Kauf mir bitte einen Kaffee",
    "Contact": "Kontakt",
    "Owned and operated by:": "Eigentümer und Betreiber ist:",
    "Email": "E-Mail",
    "User Contributions": "Benutzerbeiträge",
    "This website does not store any user data. All user submitted tasks are collected anonymously and will not be used for any other purpose other than the development and improvement of the Website. No task will be online before we read it and approve it in case of any offensive words or links.": "Diese Website speichert keine Benutzerdaten. Alle von den Nutzern eingereichten Aufgaben werden anonym gesammelt und nicht für andere Zwecke als die Entwicklung und Verbesserung der Website verwendet. Keine Aufgabe wird online gestellt, bevor wir sie gelesen und im Falle von anstößigen Wörtern oder Links genehmigt haben.",
    "Code Contributions and Bug Reports": "Codebeiträge und Fehlerberichte",
    "Github is the best way to ensure that your contribution or bug report is properly tracked and addressed in a timely manner. Please follow the instructions provided on the GitHub page when submitting your contribution or bug report.": "Github ist der beste Weg, um sicherzustellen, dass Ihr Beitrag oder Fehlerbericht ordnungsgemäß nachverfolgt und zeitnah bearbeitet wird. Bitte folgen Sie den Anweisungen auf der GitHub-Seite, wenn Sie Ihren Beitrag oder Fehlerbericht einreichen.",
    "Documentation": "Dokumentation",
    "Client package": "Client package",
    "General Information": "Allgemeine Informationen",
    "Get a Task": "Einen Task bekommen",
    "Create a Task": "Task erstellen",
    "A Laravel package for easy implementation": "Ein Laravel-Package für eine einfache Implementierung",
    "The easiest way to implement the api is to use our what to do api client Package.": "Der einfachste Weg, die API zu implementieren, ist die Verwendung unseres what to do api client Package.",
    "You can find the documentation for the package on github": "Die Dokumentation für das Package finden Sie auf github",
    "This information will help you to understand the API.": "Diese Informationen werden Ihnen helfen, die API zu verstehen.",
    "Base url": "Basis-URL",
    "Response attributes": "Antwort-Attribute",
    "Supported languages": "Unterstützte Sprachen",
    "Rate limiting": "Limitierung der Übertragungsrate",
    "General information": "Allgemeine Informationen",
    "Base url for your query requests": "Basis-URL für Ihre Abfragean",
    "Attribute": "Attribut",
    "Type": "Typ",
    "Description": "Beschreibung",
    "Default value is an object with the keys of the supported languages.": "Standardwert ist ein Objekt mit den Schlüsseln der unterstützten Sprachen.",
    "Example:": "Beispiel:",
    "Default text of the task": "Standardtext der Aufgabe",
    "The key \"en-US\" always has a value": "Der Schlüssel \"en-US\" hat immer einen Wert",
    "If the language query parameter was defined the task will have only the text of theis language": "Wenn der Parameter für die Sprachabfrage definiert wurde, enthält die Aufgabe nur den Text in der betreffenden Sprache",
    "The supported categories are:": "Die unterstützten Kategorien sind:",
    "Number of people needed for the task.": "Anzahl der Personen, die für die Aufgabe benötigt werden.",
    "Default:": "Vorgabe:",
    "Min:": "Minimum:",
    "Max:": "Maximum:",
    "The supported costs are:": "Die unterstützten Kosten sind:",
    "Default is": "Standard ist",
    "If the language query parameter was defined the task will have only the link of this language.": "Wenn der Sprachabfrageparameter definiert wurde, hat die Aufgabe nur den Link dieser Sprache",
    "Supported languages:": "Unterstützte Sprachen:",
    "Please note that you can send a maximum of 120 query requests per minute to our API.": "Bitte beachte, dass du maximal 120 Abfragen pro Minute an unsere API senden kannst.",
    "If you exceed this maximum number, you will be blocked from using our API.": "Wenn Sie diese maximale Anzahl überschreiten, werden Sie für die Nutzung unserer API gesperrt.",
    "Random": "Random",
    "You can get a random task with a random parameters": "Du kannst eine zufällige Aufgabe mit zufälligen Parametern abrufen",
    "Query end point": "Abfrageendpunkt",
    "Response (JSON)": "Antwort (JSON)",
    "Language": "Language",
    "You can get a random task in a specified language": "Du kannst eine zufällige Aufgabe in einer bestimmten Sprache erhalten",
    "Identifier": "Identifier",
    "Get a specific task through the identifier": "Abrufen einer bestimmten Aufgabe über den \"identifier\"",
    "Category": "Kategorie",
    "Get a task which is in the specified category": "Eine Aufgabe finden, die in den angegebenen Kategorie liegt",
    "Person": "Person",
    "Get a task which is in the specified people count": "Eine Aufgabe finden, die sich in der angegebenen Personenzahl befindet",
    "Cost": "Cost",
    "Get a task which is in the specified cost": "Eine Aufgabe finden, die in den angegebenen Kosten liegt",
    "Create a task": "Create a task",
    "Create a task on the API": "Create a task on the API",
    "Post data (JSON)": "Post data (JSON)",
    "The language in which the text of the task is written with.": "Die Sprache, in der der Text der Aufgabe verfasst ist.",
    "The language must be one of the supported languages:": "Die Sprache muss eine der unterstützten Sprachen sein:",
    "The text of the language.": "Text der Sprache.",
    "One of the supported costs.": "Eine der unterstützten Kosten.",
    "An object with the languages of the links as keys and the values are the links. The keys musst be from the supported languages.": "Ein Objekt mit den Sprachen der Links als Schlüssel und die Werte sind die Links. Die Schlüssel müssen aus den unterstützten Sprachen stammen.",
    "As a response you will get the Task with it unique identifier": "Als Antwort erhalten Sie den Task mit seinem eindeutigen Identifier",
    "Home": "Startseite",
    "Contributing": "Beitragen",
    "EN": "EN",
    "DE": "DE",
    "All rights reserved": "Alle Rechte vorbehalten",
    "Do you have a task in mind, but you can not find it?": "Denkst du an eine Aufgabe, was du hier nicht findest?",
    "You're welcome to add it to the API.": "Du kannst sie gerne zur API hinzufügen.",
    "Select the language, in which you would like to write your task.": "Wähle die Sprache, in der du deine Aufgabe schreiben möchtest.",
    "The Api will translate it to all supported languages.": "Die Api wird sie in alle unterstützten Sprachen übersetzen.",
    "Task": "Aufgabe",
    "You are": "Du bist",
    "characters over the limit": "Zeichen über dem Limit",
    "remaining characters.": "verbleibende Zeichen",
    "For how many people": "Für wie viele Personen",
    "Resources": "Ressourcen",
    "If you like you can add a resource to your task.": "Wenn du möchtest, kannst du eine Ressource zu deiner Aufgabe hinzufügen.",
    "you don't need to add a resource for each language.": "Du musst nicht für jede Sprache eine Ressource hinzufügen.",
    "Submit your task": "Reichen Sie Ihre Aufgabe ein",
    "What to do?": "Was zu tun?",
    "Oh... Let's find you something to do!": "Oh... Lass uns etwas für dich finden!",
    "Get me a Task": "Gib mir eine Aufgabe",
    "People": "Leute",
    "Oh... we couldn't find anything this time. Try other filters": "Oh... wir konnten dieses Mal nichts finden. Versuche andere Filtern"
}
